Repository: FD-Development/Symfony_EPI25
Catalog: app/translations/messages.*.xlf
Languages: pl

# action.go_to_listings
source: Listings
pl: Ogłoszenia

# action.go_to_categories
source: Categories
pl: Kategorie

# action.go_to_activation
source: Activate Listings
pl: Aktywuj Ogłoszenia

# action.login
source: Login
pl: Zaloguj się

# action.logout
source: Logout
pl: Wyloguj się

# action.filter_by_category
source: Filter by category
pl: Wybierz kategorię

# action.clear_category_filter
source: Clear category
pl: Wyczyść kategorię

# action.back_to_list
source: Go back to list
pl: Wróć do listy

# action.go_back
source: Turn back
pl: Cofnij się

# action.save_changes
source: Save Changes
pl: Zapisz zmiany

# action.delete
source: Delete
pl: Usuń

# action.listing_create
source: Create new Listing
pl: Stwórz nowe ogłoszenie

# action.listing_update
source: Update Listing
pl: Zaktualizuj ogłoszenie

# action.listing_delete
source: Delete listing
pl: Usuń ogłoszenie

# action.listing_activate
source: Activate Listing
pl: Aktywuj ogłoszenie

# action.category_create
source: Create new category
pl: Utwórz nową kategorię

# action.category_update
source: Update category
pl: Zaktualizuj kategorię

# action.category_delete
source: Delete category
pl: Usuń kategorię

# action.user_update
source: Change username
pl: Zmień nazwę użytkownika

# action.password_update
source: Change password
pl: Zmień hasło

# action.create_listing
source: Create new Listing
pl: Utwórz to ogłoszenie

# action.activate_listing
source: Activate this listing
pl: Aktywuj to ogłoszenie

# action.create_category
source: Create this category
pl: Stwórz te kategorię

# action.update_user
source: Change your username
pl: Zmień swoją nazwę użytkownika

# action.update_password
source: Change your password
pl: Zmień swoje hasło

# label.title
source: Title
pl: Tytuł

# label.description
source: Description
pl: Treść

# label.category
source: Category
pl: Kategoria

# label.activatedAt
source: Activated at
pl: Czas aktywacji

# label.createdAt
source: Created at
pl: Czas utworzenia

# label.options
source: Options
pl: Opcje

# label.username
source: Nazwa u≈ºytkownika
pl: Nazwa użytkownika

# label.password
source: Password
pl: Hasło

# label.password_repeat
source: Repeat password
pl: Powtórz hasło

# title.login
source: Login
pl: Logowanie

# title.listing_index
source: Browsing Listings
pl: Przeglądanie ogłoszeń

# title.listing_index_activate
source: Browsing Activation
pl: Przeglądanie aktywacji

# title.listing_create
source: Creating Lisitng
pl: Tworzenie ogłoszenia

# title.listing_view
source: Looking at Listing
pl: Przeglądanie ogłoszenia

# title.listing_update
source: Updating Listing
pl: Aktualizacja ogłoszenia

# title.listing_delete
source: Delete Listing?
pl: Usunąć ogłoszenie?

# title.listing_activate
source: Activate Listing?
pl: Aktywować ogłoszenie?

# title.category_index
source: Browsing Categories
pl: Przeglądanie Kategorii

# title.category_create
source: Creating Category
pl: Tworzenie Kategorii

# title.category_update
source: Updating Category
pl: Aktualizacja Kategorii

# title.category_delete
source: Delete Category?
pl: Usunąć kategorię?

# title.user_update
source: Changing Username
pl: Zmiana nazwy użytkownika

# title.password_update
source: Changing Password
pl: Zmiana hasła

# title.please_sign_in
source: Log in
pl: Logowanie

# message.already_logged_in
source: Logged in as:
pl: Zalogowano jako

# message.activated_successfully
source: Activation Successful
pl: Aktywowano ogłoszenie pomyślnie

# message.created_successfully
source: Creation Successful
pl: Stworzono pomyślnie

# message.update_successfully
source: Update Successful
pl: Aktualizacja pomyślna

# message.deleted_successfully
source: Delete Successful
pl: Usunięcie pomyślne

# message.password_changed_successfully
source: Password change Successful
pl: Zmiana hasła pomyślna
